Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Accepted
ar: مقبول
de: Angenommen
es: Aceptado
fr: Accepté
hi: स्वीकृत
hu: Elfogadva
it: Accettato
ko: 수락됨
pl: Przyjęte
pt: Aceite
pt_br: Aceita
ru: Принято
th: ยอมรับแล้ว
tr: Kabul edildi
uk: Прийнято
zh: 已采纳

source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
hi: खाता
hu: Fiók
ko: 계정
pl: Konto
pt: Conta
pt_br: Conta
ru: Аккаунт
th: บัญชี
tr: Hesap
uk: Акаунт
zh: 账号

source: Account ID
ar: معرّف الحساب
de: Konto-ID
es: ID de la cuenta
fr: Identifiant du compte
hi: खाता ID
hu: Fiókazonosító
it: ID account
ko: 계정 ID
pl: ID konta
pt: ID da conta
pt_br: ID da conta
ru: ID аккаунта
th: ID บัญชี
tr: Hesap kimliği
uk: ID акаунта
zh: 账号 ID

source: Account ID copied
ar: تم نسخ معرّف الحساب
de: Konto-ID kopiert
es: ID de la cuenta copiado
fr: Identifiant du compte copié
hi: खाता ID कॉपी हो गया
hu: Fiókazonosító kimásolva
it: ID account copiato
ko: 계정 ID를 복사했습니다
pl: Skopiowano ID konta
pt: ID da conta copiado
pt_br: ID da conta copiado
ru: ID аккаунта скопирован
th: คัดลอก ID บัญชีแล้ว
tr: Hesap kimliği kopyalandı
uk: ID акаунта скопійовано
zh: 已复制账号 ID

source: Active profile
ar: الملف النشط
de: Aktives Profil
es: Perfil activo
fr: Profil actif
hi: सक्रिय प्रोफ़ाइल
hu: Aktív profil
it: Profilo attivo
ko: 활성 프로필
pl: Aktywny profil
pt: Perfil ativo
pt_br: Perfil ativo
ru: Активный профиль
th: โปรไฟล์ที่ใช้งานอยู่
tr: Aktif profil
uk: Активний профіль
zh: 当前配置

source: Activity — last 12 months
ar: النشاط — آخر 12 شهرًا
de: Aktivität — letzte 12 Monate
es: Actividad — últimos 12 meses
fr: Activité — 12 derniers mois
hi: गतिविधि — पिछले 12 महीने
hu: Aktivitás — elmúlt 12 hónap
it: Attività — ultimi 12 mesi
ko: 활동 — 최근 12개월
pl: Aktywność — ostatnie 12 miesięcy
pt: Atividade — últimos 12 meses
pt_br: Atividade — últimos 12 meses
ru: Активность — последние 12 месяцев
th: กิจกรรม — 12 เดือนล่าสุด
tr: Aktivite — son 12 ay
uk: Активність — останні 12 місяців
zh: 活动——近 12 个月

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
hu: Hozzáadás
it: Aggiungi
ko: 추가
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
uk: Додати
zh: 添加

source: Add a card
ar: إضافة بطاقة
de: Karte hinzufügen
es: Añadir una tarjeta
fr: Ajouter une carte
hi: कार्ड जोड़ें
hu: Kártya hozzáadása
it: Aggiungi una tessera
ko: 카드 추가
pl: Dodaj kartę
pt: Adicionar um cartão
pt_br: Adicionar um cartão
ru: Добавить карту
th: เพิ่มบัตร
tr: Kart ekle
uk: Додати картку
zh: 添加卡片

source: Add a passkey
ar: إضافة مفتاح مرور
de: Passkey hinzufügen
es: Añadir una passkey
fr: Ajouter une passkey
hi: पासकी जोड़ें
hu: Jelszókulcs hozzáadása
it: Aggiungi una passkey
ko: 패스키 추가
pl: Dodaj passkey
pt: Adicionar uma passkey
pt_br: Adicionar uma chave de acesso
ru: Добавить ключ доступа
th: เพิ่มพาสคีย์
tr: Geçiş anahtarı ekle
uk: Додати ключ доступу
zh: 添加通行密钥

source: Add a sign-in e-mail
ar: إضافة بريد لتسجيل الدخول
de: Anmelde-E-Mail hinzufügen
es: Añadir un correo de inicio de sesión
fr: Ajouter un e-mail de connexion
hi: साइन-इन ईमेल जोड़ें
hu: Bejelentkezési e-mail hozzáadása
it: Aggiungi un’e-mail di accesso
ko: 로그인 이메일 추가
pl: Dodaj e-mail do logowania
pt: Adicionar um e-mail de início de sessão
pt_br: Adicionar um e-mail de login
ru: Добавить e-mail для входа
th: เพิ่มอีเมลสำหรับเข้าสู่ระบบ
tr: Giriş e-postası ekle
uk: Додати e-mail для входу
zh: 添加登录邮箱

source: Add an exercise to a routine first — an empty plan has nothing to share.
ar: أضف تمرينًا إلى الروتين أولًا — لا يمكن مشاركة خطة فارغة.
de: Füge zuerst eine Übung zu einer Routine hinzu — ein leerer Plan hat nichts zu teilen.
es: Añade primero un ejercicio a una rutina: un plan vacío no tiene nada que compartir.
fr: Ajoute d'abord un exercice à une routine — un plan vide n'a rien à partager.
hi: पहले किसी रूटीन में व्यायाम जोड़ें — खाली प्लान में साझा करने को कुछ नहीं है।
hu: Adj hozzá előbb egy gyakorlatot egy rutinhoz — egy üres tervnek nincs mit megosztania.
it: Aggiungi prima un esercizio a una routine — un piano vuoto non ha nulla da condividere.
ko: 먼저 루틴에 운동을 추가하세요 — 빈 계획은 공유할 것이 없습니다.
pl: Najpierw dodaj ćwiczenie do planu treningowego — pusty plan nie ma czym się dzielić.
pt: Adiciona primeiro um exercício a uma rotina — um plano vazio não tem nada para partilhar.
pt_br: Adicione primeiro um exercício a uma rotina — um plano vazio não tem nada para compartilhar.
ru: Сначала добавь упражнение в программу — пустым планом нечего делиться.
th: เพิ่มท่าเข้ารูทีนก่อน — แผนว่างเปล่าไม่มีอะไรให้แชร์
tr: Önce bir rutine egzersiz ekle — boş bir planın paylaşacak bir şeyi yok.
uk: Спочатку додай вправу в програму — порожнім планом нема чим ділитися.
zh: 请先给训练日添加动作——空的计划没有可分享的内容。

source: Add another device
ar: إضافة جهاز آخر
de: Weiteres Gerät hinzufügen
es: Añadir otro dispositivo
fr: Ajouter un autre appareil
hi: दूसरा डिवाइस जोड़ें
hu: Másik eszköz hozzáadása
it: Aggiungi un altro dispositivo
ko: 다른 기기 추가
pl: Dodaj kolejne urządzenie
pt: Adicionar outro dispositivo
pt_br: Adicionar outro dispositivo
ru: Добавить другое устройство
th: เพิ่มอุปกรณ์อื่น
tr: Başka bir cihaz ekle
uk: Додати інший пристрій
zh: 添加其他设备

source: Add as second workout
ar: إضافة كتمرين ثانٍ
de: Als zweites Training hinzufügen
es: Añadir como segundo entrenamiento
fr: Ajouter comme deuxième séance
hi: दूसरे वर्कआउट के रूप में जोड़ें
hu: Hozzáadás második edzésként
it: Aggiungi come secondo allenamento
ko: 두 번째 운동으로 추가
pl: Dodaj jako drugi trening
pt: Adicionar como segundo treino
pt_br: Adicionar como segundo treino
ru: Добавить как вторую тренировку
th: เพิ่มเป็นการฝึกครั้งที่สอง
tr: İkinci antrenman olarak ekle
uk: Додати як друге тренування
zh: 添加为第二次训练

source: Add equipment profile
ar: إضافة ملف معدات
de: Geräteprofil hinzufügen
es: Añadir perfil de equipo
fr: Ajouter un profil d’équipement
hi: उपकरण प्रोफ़ाइल जोड़ें
hu: Eszközprofil hozzáadása
it: Aggiungi profilo attrezzi
ko: 장비 프로필 추가
pl: Dodaj profil sprzętu
pt: Adicionar perfil de equipamento
pt_br: Adicionar perfil de equipamentos
ru: Добавить профиль инвентаря
th: เพิ่มโปรไฟล์อุปกรณ์
tr: Ekipman profili ekle
uk: Додати профіль інвентарю
zh: 添加器械配置

source: Add exercise
ar: إضافة تمرين
de: Übung hinzufügen
es: Añadir ejercicio
fr: Ajouter un exercice
hi: व्यायाम जोड़ें
hu: Gyakorlat hozzáadása
it: Aggiungi esercizio
ko: 운동 추가
pl: Dodaj ćwiczenie
pt: Adicionar exercício
pt_br: Adicionar exercício
ru: Добавить упражнение
th: เพิ่มท่าออกกำลังกาย
tr: Egzersiz ekle
uk: Додати вправу
zh: 添加动作

source: Add note
ar: إضافة ملاحظة
de: Notiz hinzufügen
es: Añadir nota
fr: Ajouter une note
hi: नोट जोड़ें
hu: Jegyzet hozzáadása
it: Aggiungi nota
ko: 메모 추가
pl: Dodaj notatkę
pt: Adicionar nota
pt_br: Adicionar nota
ru: Добавить заметку
th: เพิ่มโน้ต
tr: Not ekle
uk: Додати нотатку
zh: 添加备注

source: Add photo or video
ar: إضافة صورة أو فيديو
de: Foto oder Video hinzufügen
es: Añadir foto o vídeo
fr: Ajouter une photo ou une vidéo
hi: फ़ोटो या वीडियो जोड़ें
hu: Fotó vagy videó hozzáadása
it: Aggiungi foto o video
ko: 사진 또는 동영상 추가
pl: Dodaj zdjęcie lub film
pt: Adicionar foto ou vídeo
pt_br: Adicionar foto ou vídeo
ru: Добавить фото или видео
th: เพิ่มรูปภาพหรือวิดีโอ
tr: Fotoğraf veya video ekle
uk: Додати фото чи відео
zh: 添加照片或视频

source: Add routine
ar: إضافة روتين
de: Routine hinzufügen
es: Añadir rutina
fr: Ajouter une routine
hi: रूटीन जोड़ें
hu: Rutin hozzáadása
it: Aggiungi routine
ko: 루틴 추가
pl: Dodaj rutynę
pt: Adicionar rotina
pt_br: Adicionar rotina
ru: Добавить программу
th: เพิ่มรูทีน
tr: Rutin ekle
uk: Додати програму
zh: 添加训练日

# Add routine “{0}”
source: Add routine “%1$@”
ar: إضافة روتين «%1$@»
de: Routine „%1$@“ hinzufügen
es: Añadir rutina «%1$@»
fr: Ajouter la routine « %1$@ »
hi: रूटीन “%1$@” जोड़ें
hu: „%1$@” rutin hozzáadása
it: Aggiungi la routine «%1$@»
ko: 루틴 “%1$@” 추가
pl: Dodaj rutynę „%1$@”
pt: Adicionar rotina «%1$@»
pt_br: Adicionar rotina “%1$@”
ru: Добавить программу «%1$@»
th: เพิ่มรูทีน “%1$@”
tr: “%1$@” rutinini ekle
uk: Додати програму «%1$@»
zh: 添加训练日「%1$@」

source: Add session note
ar: إضافة ملاحظة جلسة
de: Notiz zum Training
es: Añadir nota de la sesión
fr: Ajouter une note de séance
hi: सत्र का नोट जोड़ें
hu: Edzésjegyzet hozzáadása
it: Aggiungi nota della sessione
ko: 운동 메모 추가
pl: Dodaj notatkę do sesji
pt: Adicionar nota da sessão
pt_br: Adicionar nota da sessão
ru: Добавить заметку
th: เพิ่มบันทึกประจำรอบ
tr: Antrenman notu ekle
uk: Додати нотатку
zh: 添加训练备注

source: Add set
ar: إضافة مجموعة
de: Satz hinzufügen
es: Añadir serie
fr: Ajouter une série
hi: सेट जोड़ें
hu: Sorozat hozzáadása
it: Aggiungi serie
ko: 세트 추가
pl: Dodaj serię
pt: Adicionar série
pt_br: Adicionar série
ru: Добавить подход
th: เพิ่มเซ็ต
tr: Set ekle
uk: Додати підхід
zh: 加一组

source: Add the next load step on the main lift.
ar: أضف خطوة الحمل التالية على الرفعة الرئيسية.
de: Beim Hauptlift die nächste Gewichtsstufe drauflegen.
es: Sube el siguiente escalón de carga en el ejercicio principal.
fr: Passe au palier de charge suivant sur l’exercice principal.
hi: मुख्य लिफ़्ट में अगला भार कदम जोड़ें।
hu: Lépj a következő súlyfokozatra a fő gyakorlatnál.
it: Aggiungi il prossimo step di carico sull’esercizio principale.
ko: 메인 리프트에서 다음 중량 단계로 올리세요.
pl: Dodaj kolejny stopień obciążenia w głównym boju.
pt: Sobe o próximo degrau de carga no exercício principal.
pt_br: Suba o próximo degrau de carga no exercício principal.
ru: Прибавь следующий шаг веса в основном движении.
th: เพิ่มน้ำหนักขั้นถัดไปในท่าหลัก
tr: Ana harekette bir sonraki ağırlık basamağına geç.
uk: Додай наступний крок ваги в основному русі.
zh: 主项动作加到下一个重量档。

source: Add them
ar: أضفها
de: Hinzufügen
es: Añadirlos
fr: Les ajouter
hi: जोड़ें
hu: Hozzáadás
it: Aggiungili
ko: 추가
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
uk: Додати
zh: 加入

source: Add this device
ar: إضافة هذا الجهاز
de: Dieses Gerät hinzufügen
es: Añadir este dispositivo
fr: Ajouter cet appareil
hi: यह डिवाइस जोड़ें
hu: Az eszköz hozzáadása
it: Aggiungi questo dispositivo
ko: 이 기기 추가
pl: Dodaj to urządzenie
pt: Adicionar este dispositivo
pt_br: Adicionar este dispositivo
ru: Добавить это устройство
th: เพิ่มอุปกรณ์นี้
tr: Bu cihazı ekle
uk: Додати цей пристрій
zh: 添加此设备

source: Add this device's workouts to your profile?
ar: إضافة تدريبات هذا الجهاز إلى ملفك؟
de: Trainings von diesem Gerät zum Profil hinzufügen?
es: ¿Añadir los entrenamientos de este dispositivo a tu perfil?
fr: Ajouter les séances de cet appareil à votre profil ?
hi: इस डिवाइस के वर्कआउट अपनी प्रोफ़ाइल में जोड़ें?
hu: Hozzáadod az eszközön lévő edzéseket a profilodhoz?
it: Aggiungere gli allenamenti di questo dispositivo al tuo profilo?
ko: 이 기기의 운동을 프로필에 추가할까요?
pl: Dodać treningi z tego urządzenia do profilu?
pt: Adicionar os treinos deste dispositivo ao teu perfil?
pt_br: Adicionar os treinos deste dispositivo ao seu perfil?
ru: Добавить тренировки с этого устройства в профиль?
th: เพิ่มการฝึกจากอุปกรณ์นี้ลงในโปรไฟล์ของคุณหรือไม่
tr: Bu cihazdaki antrenmanlar profiline eklensin mi?
uk: Додати тренування з цього пристрою в профіль?
zh: 把此设备上的训练加入你的个人资料？

source: Add time
ar: إضافة وقت
de: Zeit erhöhen
es: Añadir tiempo
fr: Ajouter du temps
hi: समय बढ़ाएँ
hu: Idő növelése
it: Aumenta il tempo
ko: 시간 늘리기
pl: Dodawaj czas
pt: Aumentar o tempo
pt_br: Aumentar o tempo
ru: Добавлять время
th: เพิ่มเวลา
tr: Süreyi artır
uk: Додавати час
zh: 增加时间

source: Add to favourites
ar: إضافة إلى المفضلة
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़ें
hu: Kedvencekhez adás
it: Aggiungi ai preferiti
ko: 즐겨찾기에 추가
pl: Dodaj do ulubionych
pt: Adicionar aos favoritos
pt_br: Adicionar aos favoritos
ru: В избранное
th: เพิ่มในรายการโปรด
tr: Favorilere ekle
uk: Додати в обране
zh: 加入收藏

source: Add to my plan
ar: أضِف إلى خطتي
de: Zu meinem Plan
es: Añadir a mi plan
fr: Ajouter à mon plan
hi: मेरी योजना में जोड़ें
hu: Hozzáadás a tervemhez
it: Aggiungi al mio piano
ko: 내 계획에 추가
pl: Dodaj do mojego planu
pt: Adicionar ao meu plano
pt_br: Adicionar ao meu plano
ru: Добавить в мой план
th: เพิ่มเข้าแผนของฉัน
tr: Planıma ekle
uk: Додати в мій план
zh: 加入我的计划

source: Add to routine
ar: أضِف إلى الروتين
de: Zur Routine hinzufügen
es: Añadir a la rutina
fr: Ajouter à la routine
hi: रूटीन में जोड़ें
hu: Hozzáadás a rutinhoz
it: Aggiungi alla routine
ko: 루틴에 추가
pl: Dodaj do planu
pt: Adicionar à rotina
pt_br: Adicionar à rotina
ru: Добавить в программу
th: เพิ่มเข้ารูทีน
tr: Rutine ekle
uk: Додати в програму
zh: 加入训练日

source: Add to this workout
ar: أضِف إلى هذا التمرين
de: Zu diesem Training hinzufügen
es: Añadir a este entrenamiento
fr: Ajouter à cette séance
hi: इस वर्कआउट में जोड़ें
hu: Hozzáadás ehhez az edzéshez
it: Aggiungi a questo allenamento
ko: 이번 운동에 추가
pl: Dodaj do tego treningu
pt: Adicionar a este treino
pt_br: Adicionar a este treino
ru: Добавить в эту тренировку
th: เพิ่มในการออกกำลังกายครั้งนี้
tr: Bu antrenmana ekle
uk: Додати до цього тренування
zh: 添加到本次训练

source: Add warm-up set
ar: إضافة مجموعة إحماء
de: Aufwärmsatz hinzufügen
es: Añadir serie de calentamiento
fr: Ajouter une série d’échauffement
hi: वार्म-अप सेट जोड़ें
hu: Bemelegítő sorozat hozzáadása
it: Aggiungi serie di riscaldamento
ko: 워밍업 세트 추가
pl: Dodaj serię rozgrzewkową
pt: Adicionar série de aquecimento
pt_br: Adicionar série de aquecimento
ru: Добавить разминочный подход
th: เพิ่มเซ็ตวอร์มอัพ
tr: Isınma seti ekle
uk: Додати розминковий підхід
zh: 添加热身组

source: Add your gym card
ar: أضف بطاقة الجيم
de: Studio-Karte hinzufügen
es: Añade tu tarjeta del gimnasio
fr: Ajoute ta carte de salle
hi: अपना जिम कार्ड जोड़ें
hu: Add hozzá a terembérleted
it: Aggiungi la tua tessera
ko: 헬스장 카드 추가
pl: Dodaj kartę siłowni
pt: Adiciona o teu cartão de sócio
pt_br: Adicione seu cartão da academia
ru: Добавьте карту зала
th: เพิ่มบัตรสมาชิกยิมของคุณ
tr: Salon kartını ekle
uk: Додай картку залу
zh: 添加你的会员卡

# Add {0}
source: Add %1$@
ar: إضافة %1$@
de: %1$@ hinzufügen
es: Añadir %1$@
fr: Ajouter %1$@
hi: %1$@ जोड़ें
hu: %1$@ hozzáadása
it: Aggiungi %1$@
ko: %1$@ 추가
pl: Dodaj %1$@
pt: Adicionar %1$@
pt_br: Adicionar %1$@
ru: Добавить %1$@
th: เพิ่ม %1$@
tr: %1$@ ekle
uk: Додати %1$@
zh: 添加 %1$@

# Add “{0}”
source: Add “%1$@”
ar: أضِف «%1$@»
de: „%1$@“ hinzufügen
es: Añadir «%1$@»
fr: Ajouter « %1$@ »
hi: "%1$@" जोड़ें
hu: „%1$@” hozzáadása
it: Aggiungi «%1$@»
ko: "%1$@" 추가
pl: Dodaj „%1$@”
pt: Adicionar «%1$@»
pt_br: Adicionar “%1$@”
ru: Добавить «%1$@»
th: เพิ่ม “%1$@”
tr: “%1$@” ekle
uk: Додати «%1$@»
zh: 添加“%1$@”

# Added ({0})
source: Added (%1$@)
ar: أُضيف (%1$@)
de: Zusatz (%1$@)
es: Extra (%1$@)
fr: Ajouté (%1$@)
hi: अतिरिक्त (%1$@)
hu: Hozzáadva (%1$@)
it: Aggiunto (%1$@)
ko: 추가 (%1$@)
pl: Dodane (%1$@)
pt: Extra (%1$@)
pt_br: Extra (%1$@)
ru: Доп. (%1$@)
th: น้ำหนักเพิ่ม (%1$@)
tr: Ek (%1$@)
uk: Дод. (%1$@)
zh: 负重（%1$@）

source: Added as your own
ar: أُضيفت إلى تمارينك الخاصة
de: Als eigene angelegt
es: Añadidos como propios
fr: Ajoutés comme les vôtres
hi: अपने रूप में जोड़े
hu: Sajátként hozzáadva
it: Aggiunti come tuoi
ko: 내 운동으로 추가
pl: Dodane jako własne
pt: Adicionados como teus
pt_br: Adicionados como seus
ru: Добавлено как свои
th: เพิ่มเป็นท่าของตัวเอง
tr: Kendi egzersizin olarak eklendi
uk: Додано як власні
zh: 添加为自定义

source: Added back when this device connects as that account again.
ar: تُضاف من جديد عندما يتصل هذا الجهاز بذلك الحساب مجددًا.
de: Werden wieder hinzugefügt, wenn sich dieses Gerät wieder mit diesem Konto verbindet.
es: Se vuelven a añadir cuando este dispositivo se conecte de nuevo con esa cuenta.
fr: Rajoutées quand cet appareil se reconnecte avec ce compte.
hi: जब यह डिवाइस उस खाते से फिर कनेक्ट होगा, तब वापस जोड़ दिए जाएँगे।
hu: Visszakerülnek, amikor ez az eszköz újra csatlakozik azzal a fiókkal.
it: Vengono aggiunte di nuovo quando questo dispositivo si ricollega con quell'account.
ko: 이 기기가 해당 계정으로 다시 연결되면 다시 추가됩니다.
pl: Zostaną dodane z powrotem, gdy to urządzenie znów połączy się z tym kontem.
pt: São novamente adicionadas quando este dispositivo voltar a ligar-se com essa conta.
pt_br: São adicionadas de volta quando este dispositivo se conectar de novo com essa conta.
ru: Будут добавлены обратно, когда это устройство снова подключится с этим аккаунтом.
th: จะถูกเพิ่มกลับเมื่ออุปกรณ์นี้เชื่อมต่อด้วยบัญชีนั้นอีกครั้ง
tr: Bu cihaz o hesapla yeniden bağlandığında geri eklenir.
uk: Буде додано назад, коли цей пристрій знову підключиться з цим акаунтом.
zh: 此设备再次以该账号连接时会重新加入。

source: Added before your work sets and left out of volume, records and progression. Each one closes half the gap to the work weight — you can still change any of them mid-session.
ar: تُضاف قبل مجموعات العمل ولا تُحتسب في الحجم أو الأرقام القياسية أو التدرج. كل واحدة تقلص الفجوة إلى وزن العمل إلى النصف — ويمكنك تعديل أي منها أثناء الجلسة.
de: Kommen vor deine Arbeitssätze und zählen nicht für Volumen, Rekorde und Progression. Jeder halbiert den Abstand zum Arbeitsgewicht — im Training kannst du sie trotzdem jederzeit ändern.
es: Se añaden antes de tus series de trabajo y no cuentan para el volumen, los récords ni la progresión. Cada una reduce a la mitad la distancia hasta el peso de trabajo — puedes cambiarlas durante la sesión.
fr: Ajoutées avant tes séries de travail et exclues du volume, des records et de la progression. Chacune réduit de moitié l’écart avec la charge de travail — tu peux les modifier pendant la séance.
hi: ये आपके वर्क सेट से पहले जुड़ते हैं और वॉल्यूम, रिकॉर्ड तथा प्रोग्रेशन में नहीं गिने जाते। हर सेट वर्क वज़न तक बची दूरी को आधा कर देता है — कसरत के दौरान आप इन्हें बदल सकते हैं।
hu: A munkasorozatok elé kerülnek, és nem számítanak bele a volumenbe, a rekordokba és a progresszióba. Mindegyik a felénél zárja a különbséget a munkasúlyhoz — edzés közben bármelyiket módosíthatod.
it: Vengono aggiunte prima delle serie di lavoro e non contano per volume, record e progressione. Ognuna dimezza la distanza dal peso di lavoro — puoi comunque modificarle durante la sessione.
ko: 작업 세트 앞에 추가되며 볼륨, 기록, 진행에는 포함되지 않습니다. 각 세트는 작업 중량까지의 차이를 절반으로 줄이며, 운동 중에 언제든 바꿀 수 있습니다.
pl: Dodawane przed seriami roboczymi i pomijane w objętości, rekordach i progresji. Każda zmniejsza o połowę dystans do ciężaru roboczego — w trakcie treningu nadal możesz je zmienić.
pt: São acrescentadas antes das tuas séries de trabalho e ficam de fora do volume, dos recordes e da progressão. Cada uma reduz a metade a distância até ao peso de trabalho — podes alterá-las durante a sessão.
pt_br: São adicionadas antes das suas séries de trabalho e ficam de fora do volume, dos recordes e da progressão. Cada uma reduz pela metade a distância até o peso de trabalho — você ainda pode alterá-las durante o treino.
ru: Добавляются перед рабочими подходами и не учитываются в объёме, рекордах и прогрессии. Каждый вдвое сокращает разрыв до рабочего веса — во время тренировки их всё равно можно изменить.
th: เพิ่มไว้ก่อนเซ็ตหลัก และไม่นับรวมในปริมาณงาน สถิติ หรือการปรับน้ำหนัก แต่ละเซ็ตจะลดช่องว่างไปครึ่งหนึ่งของน้ำหนักเซ็ตหลัก — ยังปรับเปลี่ยนได้ระหว่างออกกำลังกาย
tr: Çalışma setlerinden önce eklenir; hacim, rekor ve ilerlemeye sayılmaz. Her biri çalışma ağırlığına kalan farkı yarıya indirir — antrenman sırasında yine de değiştirebilirsin.
uk: Додаються перед робочими підходами і не враховуються в обсязі, рекордах і прогресії. Кожен удвічі скорочує розрив до робочої ваги — під час тренування їх усе одно можна змінити.
zh: 加在正式组之前，不计入容量、纪录和进阶。每一组都把与正式重量的差距减半 —— 训练中仍可随时调整。

source: Added to favourites
ar: أُضيف إلى المفضلة
de: Zu Favoriten hinzugefügt
es: Añadido a favoritos
fr: Ajouté aux favoris
hi: पसंदीदा में जोड़ा गया
hu: Hozzáadva a kedvencekhez
it: Aggiunto ai preferiti
ko: 즐겨찾기에 추가했어요
pl: Dodano do ulubionych
pt: Adicionado aos favoritos
pt_br: Adicionado aos favoritos
ru: Добавлено в избранное
th: เพิ่มในรายการโปรดแล้ว
tr: Favorilere eklendi
uk: Додано в обране
zh: 已加入收藏

# Added {0}
source: Added %1$@
ar: أُضيف في %1$@
de: Hinzugefügt am %1$@
es: Añadida el %1$@
fr: Ajoutée le %1$@
hi: %1$@ को जोड़ी गई
hu: Hozzáadva: %1$@
it: Aggiunta il %1$@
ko: %1$@에 추가됨
pl: Dodano %1$@
pt: Adicionada a %1$@
pt_br: Adicionada em %1$@
ru: Добавлен %1$@
th: เพิ่มเมื่อ %1$@
tr: Eklenme: %1$@
uk: Додано %1$@
zh: 添加于 %1$@

# Added {0} routine to your plan
source: Added %1$@ routine to your plan
ar: أُضيف %1$@ روتين إلى خطتك
de: %1$@ Routine zu deinem Plan hinzugefügt
es: Se añadió %1$@ rutina a tu plan
fr: %1$@ routine ajoutée à ton plan
hi: आपके प्लान में %1$@ रूटीन जोड़ा गया
hu: %1$@ rutin hozzáadva a tervedhez
it: Aggiunta %1$@ routine al tuo piano
ko: 계획에 루틴 %1$@개를 추가했습니다
pl: Dodano %1$@ plan treningowy do Twojego planu
pt: Adicionada %1$@ rotina ao teu plano
pt_br: %1$@ rotina adicionada ao seu plano
ru: В твой план добавлена %1$@ программа
th: เพิ่ม %1$@ รูทีนเข้าแผนของคุณแล้ว
tr: Planına %1$@ rutin eklendi
uk: У твій план додано %1$@ програму
zh: 已向你的计划添加 %1$@ 个训练日

# Added {0} routines to your plan
source: Added %1$@ routines to your plan
ar: أُضيفت %1$@ روتينات إلى خطتك
de: %1$@ Routinen zu deinem Plan hinzugefügt
es: Se añadieron %1$@ rutinas a tu plan
fr: %1$@ routines ajoutées à ton plan
hi: आपके प्लान में %1$@ रूटीन जोड़े गए
hu: %1$@ rutin hozzáadva a tervedhez
it: Aggiunte %1$@ routine al tuo piano
ko: 계획에 루틴 %1$@개를 추가했습니다
pl: Dodano %1$@ planów treningowych do Twojego planu
pt: Adicionadas %1$@ rotinas ao teu plano
pt_br: %1$@ rotinas adicionadas ao seu plano
ru: В твой план добавлено программ: %1$@
th: เพิ่ม %1$@ รูทีนเข้าแผนของคุณแล้ว
tr: Planına %1$@ rutin eklendi
uk: У твій план додано програм: %1$@
zh: 已向你的计划添加 %1$@ 个训练日

source: Additional muscle groups
ar: المجموعات العضلية الإضافية
de: Zusätzliche Muskelgruppen
es: Grupos musculares adicionales
fr: Groupes musculaires supplémentaires
hi: अतिरिक्त मांसपेशी समूह
hu: További izomcsoportok
it: Gruppi muscolari aggiuntivi
ko: 추가 근육군
pl: Dodatkowe grupy mięśniowe
pt: Grupos musculares adicionais
pt_br: Grupos musculares adicionais
ru: Дополнительные мышечные группы
th: กลุ่มกล้ามเนื้อเสริม
tr: Ek kas grupları
uk: Додаткові групи м’язів
zh: 其他肌群

source: Adductors
ar: المقربات
de: Adduktoren
es: Aductores
fr: Adducteurs
hi: एडक्टर
hu: Adduktorok
it: Adduttori
ko: 내전근
pl: Przywodziciele
pt: Adutores
pt_br: Adutores
ru: Приводящие
th: กล้ามเนื้อหุบขา
tr: Adduktörler
uk: Привідні
zh: 内收肌

source: Admin dashboard
ar: لوحة الإدارة
es: Panel de administración
fr: Tableau d’administration
hi: एडमिन डैशबोर्ड
hu: Admin irányítópult
it: Pannello di amministrazione
ko: 관리자 대시보드
pl: Panel administratora
pt: Painel de administração
pt_br: Painel de administração
ru: Панель администратора
th: แดชบอร์ดผู้ดูแลระบบ
tr: Yönetici paneli
uk: Панель адміністратора
zh: 管理后台

source: After every few workouts
ar: بعد كل بضعة تدريبات
de: Nach jeweils ein paar Einheiten
es: Cada varios entrenamientos
fr: Toutes les quelques séances
hi: हर कुछ वर्कआउट के बाद
hu: Néhány edzésenként
it: Ogni tot allenamenti
ko: 몇 번의 운동마다
pl: Co kilka treningów
pt: A cada alguns treinos
pt_br: A cada alguns treinos
ru: Каждые несколько тренировок
th: ทุก ๆ สองสามครั้งของการฝึก
tr: Birkaç antrenmanda bir
uk: Через кілька тренувань
zh: 每隔几次训练

source: After how many workouts
ar: بعد كم تمرين
de: Nach wie vielen Einheiten
es: Cada cuántos entrenamientos
fr: Après combien de séances
hi: कितने वर्कआउट के बाद
hu: Hány edzés után
it: Dopo quanti allenamenti
ko: 몇 번의 운동마다
pl: Po ilu treningach
pt: A cada quantos treinos
pt_br: A cada quantos treinos
ru: Через сколько тренировок
th: หลังจากฝึกกี่ครั้ง
tr: Kaç antrenmanda bir
uk: Через скільки тренувань
zh: 每隔多少次训练
